export const navHeader = [
  { label: "Главная", link: "/" },
  { label: "Портфолио", link: "/portfolio" },
  { label: "Услуги и цены", link: "/price" },
  { label: "Контакты", link: "/contact" },
];

export const heroPhotos = [
  "/hero1.jpg",
  "/hero2.jpg",
  "/hero3.jpg",
  "/hero4.jpg",
  "/hero5.jpg",
  "/hero6.jpg",
];

export const myWork = [
  {
    id: 1,
    title: "Санкт-Петербург",
    square: 72,
    img: "/w1-1.jpg",
  },
  {
    id: 2,
    title: "США",
    square: 126,
    img: "/w2-1.jpg",
  },
  {
    id: 3,
    title: "Екатеринбург",
    square: 56,
    img: "/w3-1.jpg",
  },
  {
    id: 4,
    title: "Москва",
    square: 32,
    img: "/w4-1.jpg",
  },
];

export const priceContent = [
  {
    id: "обмер",
    title: "Обмер помещения",
    text: "Выезд на объект, замер и фотофиксация помещения и коммуникаций, составление обмерного плана",
  },
  {
    id: "мебель",
    title: "Расстановка мебели",
    text: "Подготавливаю несколько вариантов планировочного решения, после чего выбираем самый комфортный и функциональный для вас",
  },
  {
    id: "концепт",
    title: "Концепт",
    text: "Выбор стиля, подбор аналогов интерьера, материалов, мебели, создание коллажей",
  },
  {
    id: "3d",
    title: "3D-Визуализация",
    text: "Создание в программе фотореалистичных изображений вашего интерьера еще до начала его реализации",
  },
  {
    id: "спецификация",
    title: "Спецификация",
    text: "Вы сможете узнать стоимость и количество отделочных материалов, тем самым спланировав свои будущие затраты",
  },
  {
    id: "чертежи",
    title: "Чертежи строителям",
    text: "Подробные чертежи, такие как: план выводов, монтажа, демонтажа, потолка, освещения, розеток и выключателей, пола, теплого пола, плинтусов, карнизов, а также развертки стен",
  },
];

export const priceVariants = [
  {
    id: "1",
    title: "Технический проект",
    price: "1700",
    content: [0, 1, 5],
  },
  {
    id: "2",
    title: "Стандарт",
    price: "2500",
    content: [0, 1, 2, 3, 4, 5],
  },
  {
    id: "3",
    title: "Эконом",
    price: "2000",
    content: [0, 1, 2, 4, 5],
  },
];
