export const navHeader = [
  { label: "Главная", link: "/" },
  { label: "Портфолио", link: "/portfolio" },
  { label: "Услуги и цены", link: "/price" },
  { label: "Контакты", link: "/contacts" },
];

export const heroPhotos = [
  "/hero1.jpg",
  "/hero2.jpg",
  "/hero3.jpg",
  "/hero4.jpg",
  "/hero5.jpg",
  "/hero6.jpg",
];

export const myWork = [
  {
    id: 1,
    title: "Санкт-Петербург",
    square: 72,
    img: "/w1-1.jpg",
  },
  {
    id: 2,
    title: "США",
    square: 126,
    img: "/w2-1.jpg",
  },
  {
    id: 3,
    title: "Екатеринбург",
    square: 56,
    img: "/w3-1.jpg",
  },
  {
    id: 4,
    title: "Москва",
    square: 32,
    img: "/w4-1.jpg",
  },
];

export const priceContent = [
  {
    id: "обмер",
    title: "Обмер помещения",
    text: "Выезд на объект, замер и фотофиксация помещения и коммуникаций, составление обмерного плана",
  },
  {
    id: "мебель",
    title: "Расстановка мебели",
    text: "Подготавливаю несколько вариантов планировочного решения, после чего выбираем самый комфортный и функциональный для вас",
  },
  {
    id: "концепт",
    title: "Концепт",
    text: "Выбор стиля, подбор аналогов интерьера, материалов, мебели, создание коллажей",
  },
  {
    id: "3d",
    title: "3D-Визуализация",
    text: "Создание в программе фотореалистичных изображений вашего интерьера еще до начала его реализации",
  },
  {
    id: "спецификация",
    title: "Спецификация",
    text: "Вы сможете узнать стоимость и количество отделочных материалов, тем самым спланировав свои будущие затраты",
  },
  {
    id: "чертежи",
    title: "Чертежи строителям",
    text: "Подробные чертежи, такие как: план выводов, монтажа, демонтажа, потолка, освещения, розеток и выключателей, пола, теплого пола, плинтусов, карнизов, а также развертки стен",
  },
];

export const portfolioContent1 = [
  {
    id: "1",
    img: "/portfolio1.jpg",
    imgWidth: 585,
    imgHeight: 853,
    title: "Мастер-спальня",
    text: "США, 126 ",
  },
  {
    id: "3",
    img: "/portfolio3.jpg",
    imgWidth: 585,
    imgHeight: 522,
    title: "Кухня-гостиная",
    text: "Екатеринбург, 58 ",
  },
  {
    id: "5",
    img: "/portfolio5.jpg",
    imgWidth: 585,
    imgHeight: 853,
    title: "Ванна",
    text: "Москва, 32 ",
  },
];
export const portfolioContent2 = [
  {
    id: "2",
    img: "/portfolio2.jpg",
    imgWidth: 585,
    imgHeight: 522,
    title: "Ванна",
    text: "США, 126 ",
  },
  {
    id: "4",
    img: "/portfolio4.jpg",
    imgWidth: 585,
    imgHeight: 853,
    title: "Кухня-гостиная",
    text: "Санкт-Петербург, 72 ",
  },
  {
    id: "6",
    img: "/portfolio6.jpg",
    imgWidth: 585,
    imgHeight: 522,
    title: "Кухня-гостиная",
    text: "США, 126 ",
  },
  {
    id: "7",
    img: "/portfolio7.jpg",
    imgWidth: 585,
    imgHeight: 522,
    title: "Ванна",
    text: "Санкт-Петербург, 72 ",
  },
];

export const priceVariants = [
  {
    id: "1",
    title: "Технический проект",
    price: "1700",
    content: [0, 1, 5],
  },
  {
    id: "2",
    title: "Стандарт",
    price: "2500",
    content: [0, 1, 2, 3, 4, 5],
  },
  {
    id: "3",
    title: "Эконом",
    price: "2000",
    content: [0, 1, 2, 4, 5],
  },
];

export const portfolioSlug = [
  {
    id: "1",
    title: "США, 126 ",
    text: "Освещение играет важную роль в дизайне интерьера, поскольку оно помогает создать настроение в комнате. Использование светлых тонов и натуральных материалов может помочь создать яркую, воздушную атмосферу, а добавление латунных акцентов может придать более изысканный вид. Сочетая эти элементы, можно легко добиться стильного и удобного дизайна интерьера.",
    images: [
      "/usa1-1.jpg",
      "/usa1-2.jpg",
      "/usa1-3.jpg",
      "/usa1-4.jpg",
      "/usa1-5.jpg",
      "/usa1-6.jpg",
    ],
  },
  {
    id: "2",
    title: "США, 126 ",
    text: "Освещение играет важную роль в дизайне интерьера, поскольку оно помогает создать настроение в комнате. Использование светлых тонов и натуральных материалов может помочь создать яркую, воздушную атмосферу, а добавление латунных акцентов может придать более изысканный вид. Сочетая эти элементы, можно легко добиться стильного и удобного дизайна интерьера.",
    images: [
      "/usa2-1.jpg",
      "/usa2-2.jpg",
      "/usa2-3.jpg",
      "/usa2-4.jpg",
      "/usa2-5.jpg",
    ],
  },
  {
    id: "3",
    title: "ЕКАТЕРИНБУРГ, 58 ",
    text: "Ключом к достижению такого вида является использование натуральных материалов, таких как дерево и камень. Эти материалы привносят тепло и комфорт в любое пространство, оставаясь при этом эстетически привлекательными. Кроме того, использование светло-коричневых цветов во всем пространстве помогает создать успокаивающую атмосферу, а добавление удобной мебели и аксессуаров гарантирует, что ваше пространство будет эстетичным и удобным для отдыха.",
    images: [
      "/ekat3-1.jpg",
      "/ekat3-2.jpg",
      "/ekat3-3.jpg",
      "/ekat3-4.jpg",
      "/ekat3-5.jpg",
      "/ekat3-6.jpg",
      "/ekat3-7.jpg",
      "/ekat3-8.jpg",
      "/ekat3-9.jpg",
      "/ekat3-10.jpg",
      "/ekat3-11.jpg",
      "/ekat3-12.jpg",
      "/ekat3-13.jpg",
    ],
  },
  {
    id: "4",
    title: "САНКТ-ПЕТЕРБУРГ, 72 ",
    text: "Это место с идеальным балансом света и тени. Темные элементы дивана и текстуры дерева, уравновешиваются естественным светом, проникающим из окон. Это пространство очень открытое, воздушное и кажется просторнее - это современный взгляд на традиционный стиль жизни.",
    images: [
      "/spb4-1.jpg",
      "/spb4-2.jpg",
      "/spb4-3.jpg",
      "/spb4-4.jpg",
      "/spb4-5.jpg",
      "/spb4-6.jpg",
      "/spb4-7.jpg",
      "/spb4-8.jpg",
      "/spb4-9.jpg",
      "/spb4-10.jpg",
      "/spb4-11.jpg",
      "/spb4-12.jpg",
      "/spb4-13.jpg",
    ],
  },
  {
    id: "5",
    title: "МОСКВА, 32 ",
    text: "Простота является ключевым фактором, когда речь заходит о дизайне ванной комнаты. Независимо от того, ищете ли вы современное, скандинавское или что-то более классическое, использование дерева, белого мрамора, полос и латунных акцентов может помочь создать атмосферу, одновременно привлекательную и успокаивающую. Дерево может добавить тепла в пространство, а белый мрамор придает ощущение вневременности.",
    images: [
      "/msk5-1.jpg",
      "/msk5-2.jpg",
      "/msk5-3.jpg",
      "/msk5-4.jpg",
      "/msk5-5.jpg",
      "/msk5-6.jpg",
      "/msk5-7.jpg",
      "/msk5-8.jpg",
    ],
  },
  {
    id: "6",
    title: "США, 126 ",
    text: "Освещение играет важную роль в дизайне интерьера, поскольку оно помогает создать настроение в комнате. Использование светлых тонов и натуральных материалов может помочь создать яркую, воздушную атмосферу, а добавление латунных акцентов может придать более изысканный вид. Сочетая эти элементы, можно легко добиться стильного и удобного дизайна интерьера.",
    images: [
      "/usa6-1.jpg",
      "/usa6-2.jpg",
      "/usa6-3.jpg",
      "/usa6-4.jpg",
      "/usa6-5.jpg",
      "/usa6-6.jpg",
      "/usa6-7.jpg",
    ],
  },
  {
    id: "7",
    title: "САНКТ-ПЕТЕРБУРГ, 72 ",
    text: "Это место с идеальным балансом света и тени. Темные элементы дивана и текстуры дерева, уравновешиваются естественным светом, проникающим из окон. Это пространство очень открытое, воздушное и кажется просторнее - это современный взгляд на традиционный стиль жизни.",
    images: [
      "/spb7-1.jpg",
      "/spb7-2.jpg",
      "/spb7-3.jpg",
      "/spb7-4.jpg",
      "/spb7-5.jpg",
      "/spb7-6.jpg",
    ],
  },
];
